[DamageType.DmgType_Amp_Impact WillowDamageTypeDefinition]
DamageLanguageId=0.000000

[DamageType.DmgType_Amp_Impact:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Hundreds of enemies received huge damage."
NoConstraintText=""
Suffix=""
Prefix=""

[DamageType.DmgType_Amp_Status WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[Skills.Skill_AmplifyDamage SkillDefinition]
SkillName="Increase damage"
SkillDescription="This affects the condition of the slag."
LockedSkillDetailStr="<Bloqueado>"

